disks/numjobs.64k_read/8.log
job: (g=0): rw=read, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=libaio, iodepth=1
...
fio-3.7
Starting 8 processes

job: (groupid=0, jobs=8): err= 0: pid=246683: Wed Aug 12 17:29:19 2020
   read: IOPS=820, BW=51.3MiB/s (53.8MB/s)(1545MiB/30116msec)
    slat (usec): min=14, max=150, avg=23.21, stdev=12.49
    clat (usec): min=115, max=832726, avg=9698.35, stdev=37045.35
     lat (usec): min=150, max=832784, avg=9721.95, stdev=37044.06
    clat percentiles (usec):
     |  1.00th=[   137],  5.00th=[   139], 10.00th=[   139], 20.00th=[   143],
     | 30.00th=[   145], 40.00th=[   149], 50.00th=[   172], 60.00th=[   180],
     | 70.00th=[   247], 80.00th=[  1663], 90.00th=[ 15795], 95.00th=[ 60556],
     | 99.00th=[185598], 99.50th=[235930], 99.90th=[400557], 99.95th=[467665],
     | 99.99th=[750781]
   bw (  KiB/s): min=  640, max=198144, per=12.75%, avg=6699.03, stdev=10354.08, samples=472
   iops        : min=   10, max= 3096, avg=104.61, stdev=161.78, samples=472
  lat (usec)   : 250=70.15%, 500=9.00%, 750=0.49%, 1000=0.15%
  lat (msec)   : 2=0.44%, 4=0.15%, 10=9.45%, 20=0.50%, 50=3.47%
  lat (msec)   : 100=3.34%, 250=2.42%, 500=0.40%, 750=0.04%, 1000=0.01%
  cpu          : usr=0.06%, sys=0.28%, ctx=24727, majf=0, minf=222
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=24716,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=51.3MiB/s (53.8MB/s), 51.3MiB/s-51.3MiB/s (53.8MB/s-53.8MB/s), io=1545MiB (1620MB), run=30116-30116msec

Disk stats (read/write):
  sde: ios=24713/0, merge=0/0, ticks=239368/0, in_queue=233112, util=29.78%